/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "接続中。";
"cover-open" = "カバーが開いています。";
"developer-empty" = "現像液が空です。";
"developer-low" = "現像液が少なくなっています。";
"door-open" = "ドアが開いています。";
"fuser-over-temp" = "フューザの温度が高くなっています。";
"fuser-under-temp" = "フューザの温度が低くなっています。";
"input-tray-missing" = "メディアトレイがありません。";
"interlock-open" = "インターロックが開いています。";
"interpreter-resource-unavailable" = "リソースを使用できません（フォントなど）";
"marker-supply-empty" = "インクまたはトナーが空です";
"marker-supply-low" = "インクまたはトナーが少なくなっています。";
"marker-waste-almost-full" = "廃インクまたは廃トナーボックスがほとんど一杯です。";
"marker-waste-full" = "廃インクまたは廃トナーボックスが一杯です。";
"media-empty" = "メディアトレイが空です。";
"media-jam" = "メディアが詰まっています。";
"media-low" = "メディアトレイがほとんど空です。";
"media-needed" = "メディアトレイに補充が必要です。";
"moving-to-paused" = "プリンタがオフラインになります。";
"none" = " ";
"opc-life-over" = "OPC の寿命が切れました。";
"opc-near-eol" = "OPC がもうすぐ寿命になります。";
"other" = " ";
"output-area-almost-full" = "排紙トレイがほとんど一杯です。";
"output-area-full" = "排紙トレイが一杯です。";
"output-tray-missing" = "排紙トレイがありません。";
"paused" = "一時停止。";
"shutdown" = "プリンタはオフラインです。";
"spool-area-full" = "スプール領域が一杯です。";
"stopped-partly" = "一部停止中";
"stopping" = "停止中です";
"timed-out" = "プリンタが応答を停止しました。";
"toner-empty" = "トナーが切れています。";
"toner-low" = "トナーが少なくなっています。";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "停止中。";
"compression-error" = "伸張エラー。";
"document-access-error" = "書類アクセスエラー。";
"document-format-error" = "書類フォーマットエラー。";
"job-canceled-at-device" = "プリンタでキャンセルされました。";
"job-canceled-by-operator" = "オペレータがキャンセルしました。";
"job-canceled-by-user" = "ユーザがキャンセルしました。";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "完了しましたがエラーがありました。";
"job-completed-with-warnings" = "完了しましたが警告がありました。";
"job-data-insufficient" = "データが不足しています。";
"job-hold-until-specified" = "期限まで保留。";
"job-incoming" = "受信中。";
"job-interpreting" = "解釈中。";
"job-outgoing" = "送信中。";
"job-printing" = "プリント中。";
"job-queued-for-marker" = "キューがマーカーを待機中。";
"job-queued" = "キューが待機中。";
"job-restartable" = "再開可能。";
"job-transforming" = "転送中。";
"printer-stopped-partly" = "プリンタが一部停止されました。";
"printer-stopped" = "プリンタが停止されました。";
"processing-to-stop-point" = "停止中。";
"queued-in-device" = "準備が整いました。";
"resources-are-not-ready" = "リソースの準備ができていません。";
"service-off-line" = "サービスはオフラインです。";
"submission-interrupted" = "送信が中断されました。";
"unsupported-compression" = "対応していない圧縮です。";
"unsupported-document-format" = "対応していない書類フォーマットです。";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "新しいジョブを保留";
"deactivated" = "無効";
"job-suspended" = "中断。";

/* CUPS defined reasons */
"cups-missing-filter-error" = "フィルタが見つかりません。";
"offline-error" = "オフライン。";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "AppleTalk が切です。";
"apple-missing-usbclassdriver-error" = "USB クラスドライバがありません。";
"apple-nbp-lookup-warning" = "プリンタが応答しません。";
